Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Portable charging cases for electronic cigarettes and vaporizers
it: Custodie di carica portatili per sigarette elettroniche e vaporizzatori

source: Chargers for vaporizers
it: Caricatori per vaporizzatori

source: Firmware and software for electronic cigarettes
it: Firmware e software per sigarette elettroniche

source: Downloadable computer software for the management of data
it: Software informatico scaricabile per la gestione di dati

source: Downloadable computer software for the management of information
it: Software informatico scaricabile per la gestione dell'informazione

source: Downloadable computer software for the transmission of data
it: Software informatico scaricabile per la trasmissione di dati

source: Downloadable computer software for the transmission of information
it: Software infromatico scaricabile per la trasmissione d'informazioni

source: Downloadable mobile applications for the management of data
it: Applicazioni mobili scaricabili per la gestione di dati

source: Downloadable mobile applications for the management of information
it: Applicazioni mobili scaricabili per gestione delle informazioni

source: Downloadable mobile applications for the transmission of data
it: Applicazioni mobiliscaricabili per la trasmissione di dati

source: Downloadable mobile applications for the transmission of information
it: Applicazioni mobili scaricabili per la trasmissione d'informazioni

source: Downloadable electronic brochures
it: Opuscoli elettronici scaricabili

source: Downloadable electronic reports
it: Relazioni elettroniche scaricabili

source: Wireless keyboards
it: Tastiere senza filo

source: Computer gaming software
it: Software per giochi

source: Electronic device software drivers that allow computer hardware and electronic devices to communicate with each other
it: Driver di software di dispositivi elettronici che consentono a hardware e dispositivi elettronici di comunicare tra loro

source: Software for network and device security
it: Software per sicurezza di reti e dispositivi

source: Batteries for electronic smokers' articles
it: Batterie per articoli elettronici per fumatori

source: Chargers for electronic smokers' articles
it: Caricatori per articoli elettronici per fumatori

source: Passive electronic ciruits
it: Circuiti elettronici passivi

source: Active matrix displays
it: Display a matrice attiva

source: Volatile memories
it: Memorie volatili

source: Non-volatile memories
it: Memorie non volatili

source: Software for the processing of business transactions
it: Software per il trattamento di transazioni commerciali

source: Software for the analysis of business data
it: Servizi per l'analisi di dati aziendali

source: Computer software for the monitoring of computer systems
it: Software per il controllo di sistemi informatici

source: Computer software for the detection of threats to computer networks
it: Software per la rilevazione di minacce a reti informatiche

source: Computer software for testing vulnerability in computers and computer networks
it: Software per testare la vulnerabilità in computer e reti di computer

source: Digital colour printers for documents
it: Stampanti digitali a colori per documenti

source: Information technology and audio-visual, multimedia and photographic devices
it: Tecnologie dell’informazione e dispositivi audiovisivi, multimediali e fotografici

source: Scientific and laboratory devices for treatment using electricity
it: Dispositivi scientifici e da laboratorio per terapie con uso di elettricità

source: Photovoltaic apparatus for generating electricity
it: Apparecchi fotovoltaici per generare elettricità

source: Electrical and electronic components
it: Componenti elettrici ed elettronici

source: Glasses, sunglasses and contact lenses
it: Occhiali, occhiali da sole e lenti a contatto

source: Tempered glass screen protectors for smartphones
it: Protezioni in vetro temperato per schermo di smartphone

source: Facsimile machines
it: Telecopiatrici

source: Fuses for telecommunication apparatus
it: Fusibili per apparecchi di telecomunicazione

source: Indicator lights for telecommunication apparatus
it: Indicatori luminosi per apparecchi di telecomunicazione

source: Magnetic compasses for surveying
it: Bussole magnetiche per perizie

source: Pickups for telecommunication apparatus
it: Captatori per apparecchi di telecomunicazione

source: Electronic parking lot ticket dispensers
it: Distributori automatici di biglietti di parcheggio

source: Computer hardware modules for use in electronic devices using the Internet of Things [IoT]
it: Moduli di hardware per dispositivi elettronici che usano l'Internet degli oggetti

source: Virtual reality software for medical teaching
it: Software di realtà virtuale per insegnamento medico

source: Mobile applications for booking taxis
it: Applicazioni mobili per prenotare i taxi

source: Luminous USB cables
it: Cavi USB luminosi

source: Electrically cooled clothing for protection against accident or injury
it: Abbigliamento raffreddato elettricamente per la protezione contro incidenti o infortuni

source: Keyboards for smartphones
it: Tastiere per smartphone

source: Software for operating an online shop
it: Software per la gestione di un negozio online

source: Software for designing online advertising on websites
it: Software per la progettazione di pubblicità su siti Internet

source: Software for renting advertising space on websites
it: Software per il noleggio di spazi pubblicitari su siti web

source: Software for embedding online advertising on websites
it: Software per l'integrazione della pubblicità online su siti web

source: Software for evaluating customer behaviour in online shops
it: Software per l'analisi del comportamento dei clienti nei negozi online

source: Downloadable graphic design templates
it: Modelli scaricabili per progettazione grafica

source: Electronic terminals for highway toll collection
it: Terminali elettronici per esazione dei pedaggi stradali

source: Apparatus for monitoring electrical energy consumption
it: Apparecchi di controllo del consumo d'energia elettrica

source: Apparatus for monitoring gas consumption
it: Apparecchi per il monitoraggio del consumo di gas

source: Apparatus for monitoring water consumption
it: Apparecchi per il monitoraggio del consumo d'acqua

source: Ethernet hardware
it: Hardware Ethernet

source: Cloud computing software
it: Software per cloud computing

source: Auxiliary battery packs
it: Pacchi batteria ausiliari

source: Microscope objectives
it: Obiettivi per microscopi

source: Headsets for virtual reality games
it: Cuffie per giochi di realtà virtuale

source: Audio effects apparatus
it: Apparecchi per effetti audio

source: Control apparatus for audio signals
it: Apparecchi di regolazione per segnali audio

source: Surround processors
it: Processori surround

source: Studio monitor loudspeakers
it: Altoparlanti monitor studio

source: Audio speakers for vehicles
it: Altoparlanti audio per veicoli

source: Amplifiers for vehicles
it: Amplificatori per veicoli

source: Multimedia connectors for vehicles
it: Connettori multimediali per veicoli

source: Multimedia navigation systems for vehicles
it: Sistemi multimediali di navigazione per veicoli

source: Electronic audio/video signal distribution systems
it: Sistemi elettronici di distribuzione di segnali audio/video

source: LED drivers
it: Driver LED

source: Audio time delay units
it: Temporizzatori audio

source: Audio compressors
it: Compressori audio

source: Audio expanders
it: Espansori audio

source: Noise gate devices
it: Dispositivi noise gate

source: Electronic audio crossovers
it: Crossover audio elettronici

source: Audio analyzers
it: Analizzatori audio

source: Audio cable testers
it: Tester per cavi audio

source: Signal compressors
it: Compressori di segnale

source: Signal expanders
it: Estensori di segnale

source: Audio noise reducers
it: Riduttori di rumore audio

source: Computer hardware for the control of lighting
it: Hardware informatico per il controllo dell'illuminazione

source: Computer software for the control of lighting
it: Software informatico per il controllo dell'illuminazione

source: Control consoles for lighting apparatus and instruments
it: Consolle di comando per apparecchi e strumenti d'illuminazione

source: Programmable controls for lighting apparatus and instruments
it: Unità di controllo programmabili per apparecchi e strumenti d'illuminazione

source: Audio-sensitive controls for lighting apparatus and instruments
it: Comandi sensibili al suono per apparecchi e strumenti d'illuminazione

source: Lighting control software for use in commercial and industrial facilities
it: Software di comando per l'illuminazione per strutture commerciali ed industriali

source: Software for the control of stage lighting apparatus and instruments
it: Software per il controllo degli apparecchi e degli strumenti d'illuminazione scenica

source: Remote controls for multimedia systems
it: Telecomandi per sistemi multimedia

source: Remote controls for audiovisual equipment
it: Telecomandi per attrezzature audiovisive

source: Remote controls for window shades
it: Telecomandi per tendine per finestre

source: Computer hardware for routing audio, video, and digital signals
it: Hardware informatico per instradamento di segnali audio, video e digitali

source: Switchers for routing audio, video, and digital signals
it: Commutatori per inoltrare segnali video, audio e digitali

source: Routers for routing audio, video, and digital signals
it: Router per inoltrare segnali audio, video e digitali

source: Keypads for routing audio, video, and digital signals
it: Tastierini numerici per inoltrare segnali audio, video e digitali

source: Hardware for electronic driving assistance systems
it: Hardware per sistemi elettronici di assistenza alla guida

source: Software for electronic driving assistance systems
it: Software per sistemi elettronici di assistenza alla guida

source: Computer application software for use with wearable computer devices
it: Software applicativo per dispositivi informatici indossabili

source: Downloadable mobile applications for use with wearable computer devices
it: Applicazioni mobili scaricabili per dispositivi informatici indossabili

source: Computer application software for use in implementing the Internet of Things [IoT]
it: Software applicativi per l'implementazione dell'Internet degli oggetti [IoT]

source: Portable emergency intercoms
it: Interfoni d'emergenza portatili

source: Batteries for phones
it: Batterie per telefoni

source: Electronic number generators
it: Generatori elettronici di numeri

source: Business management software
it: Software di gestione aziendale

source: Computer software to enable searching and retrieval of data
it: Software per la ricerca e il recupero di dati

source: Pre-recorded laser discs
it: Laserdisc preregistrati

source: Portable projectors
it: Proiettori portatili

source: Interactive multimedia game programs
it: Programmi di giochi interattivi multimediali

source: Nautical rescue apparatus and instruments
it: Apparecchi e strumenti nautici di salvataggio

source: Downloadable electronic maps
it: Mappe elettroniche scaricabili

source: Electronic instructional and teaching apparatus and instruments
it: Apparecchi e strumenti elettronici didattici e per l'insegnamento

source: Micrometer screws
it: Viti micrometriche

source: Computer hardware for signal processing of audio and video
it: Hardware per computer per l'elaborazione dei segnali audio e video

source: Loudspeaker cables
it: Cavi per altoparlanti

source: Stretchers [for patient transport]
it: Barelle [per il trasporto di pazienti]

source: Surgical retractors
it: Divaricatori chirurgici

source: Strait jackets
it: Camicie di forza

source: Cardiac electrodes
it: Elettrodi cardiaci

source: Surgical sponges
it: Spugne chirurgiche

source: Electronic temperature monitors for medical use
it: Monitor elettronici della temperatura per uso medico

source: Electronic temperature recorders for medical use
it: Registratori di temperatura elettronici per uso medico

source: Spirometers [medical apparatus]
it: Spirometri [apparecchi medici]

source: Electric acupuncture instruments
it: Strumenti elettrici per l'agopuntura

source: Temperature sensors for medical use
it: Sensori della temperatura per uso medico

source: Apparatus for use in medicine in the drainage of incisions
it: Apparecchi per la medicina per il drenaggio di incisioni

source: Condoms having spermicidical properties
it: Preservativi aventi proprietà spermicide

source: Contoured cushions for patients' use on chairs [adapted for medical purposes]
it: Cuscini sagomati per pazienti su sedili [adatti per uso medico]

source: Medical drapes of non-woven textile materials
it: Teli medici in materiali tessili non tessuti

source: Knee guards in the nature of supports [other than sports articles]
it: Ginocchiere, ovvero supporti [tranne gli articoli sportivi]

source: Knee bandages, orthopaedic
it: Ginocchiere ortopediche

source: Apparatus for the alleviation of lung ailments
it: Apparecchi per l'alleviamento di disturbi polmonari

source: Protective clothing for medical purposes
it: Abbigliamento protettivo per uso medico

source: Protective masks for use by persons working in medicine
it: Maschere protettive destinate a coloro che operano in ambito medico

source: Protective masks for use by persons working in the dentistry
it: Maschere protettive destinate a coloro che operano in ambito dentistico

source: Thoracic vents
it: Sfiati toracici

source: Tomographic instruments for medical use
it: Strumenti tomografici per uso medico

source: Tools for medical diagnostics
it: Utensili medico-diagnostici

source: Plates for anastomosis of bones
it: Lastre per anastosmosi delle ossa

source: Lithotomical instruments
it: Strumenti litotomici

source: Medical apparatus for introducing pharmaceutical preparations into the human body
it: Apparecchi medici per l'introduzione di preparati farmaceutici nel corpo umano

source: Medical instruments for interstitial thermotherapy of biological tissue
it: Strumenti medici per la termografia interstiziale dei tessuti biologici

source: X-ray apparatus for medical purposes
it: Apparecchi per raggi X per uso medico

source: Inhalers for medical purposes [sold empty]
it: Inalatori per uso medico [venduti vuoti]

source: Incontinence sheets for use with infants
it: Lenzuola per incontinenza per bambini

source: Cutlery for medical purposes
it: Coltelleria per uso medico

source: Sun lamps for medical purposes
it: Lampade abbronzanti per uso medico

source: Clamps for surgical use
it: Clamp per uso chirurgico

source: Clips, surgical
it: Punti chirurgici

source: Cardiac fulguration electrodes
it: Elettrodi di folgorazione cardiaca

source: Medical devices, namely, intravascular implants comprised of artificial material
it: Dispositivi medici, ovvero impianti intravascolari composti da materiali artificiali

source: Instruments for extracting human body fluids
it: Strumenti atti a prelevare liquidi corporei umani

source: Artificial heart-lung oxygenators
it: Ossigenatori cuore-polmone artificiali

source: Artificial skin
it: Pelle artificiale

source: Asphyxial neonates respirators
it: Respiratori asfissiali neonatali

source: Aspiration tubing
it: Tubi aspiratori

source: Apparatus for the application of laser radiation for medical purposes
it: Apparecchi per l'applicazione di radiazioni laser per uso medico

source: Apparatus for the diagnosis of cardiovascular diseases
it: Apparecchi per la diagnosi di malattie cardiovascolari

source: Apparatus for the electrical stimulation of groups of muscles
it: Apparecchi per l'elettrostimolazione di gruppi di muscoli

source: Apparatus for the therapeutic toning of the body
it: Apparecchi per tonificare il corpo per uso terapeutico

source: Apparatus for the therapeutic toning of the muscles
it: Apparecchi per tonificazione terapeutica dei muscoli

source: Instruments for use in the preparation of artificial teeth
it: Apparecchi per la preparazione di denti artificiali

source: Apparatus for use in toning muscles for medical rehabilitation
it: Apparecchi per tonificare i muscoli per la riabilitazione medica

source: Apparatus for use in vein puncture
it: Apparecchi per iniezioni in vena

source: Suture materials
it: Materiali per suture

source: Compressor modules being parts of ventilators [medical]
it: Moduli compressori facenti parte di ventilatori meccanici [medici]

source: Protective structures against radiation [for medical use]
it: Strutture protettive contro le radiazioni [per uso medico]

source: Testing probes for medical diagnostic purposes
it: Sonde per analisi per uso medico-diagnostico

source: Transplant sutures for use in surgery
it: Suture da trapianto per uso in chirurgia

source: Trocar cannulas
it: Cannule trequarti

source: Tubes for enteral feeding
it: Tubi per nutrizione enterale

source: Apparatus and installations for the production of X-rays, for medical purposes
it: Apparecchi ed impianti per la produzione di raggi X per uso medico

source: Lamps for medical purposes
it: Lampade per uso medico

source: Apparatus for blood tests [for medical use]
it: Strumenti per analisi del sangue [per uso medico]

source: Apparatus for cleansing blood during surgical procedures
it: Apparecchi per detergere il sangue durante procedure chirurgiche

source: Filters for ultraviolet rays, for medical purposes
it: Filtri per raggi ultravioletti per uso medico

source: Contrivances of synthetic rubber for contraceptive purposes
it: Dispositivi in gomma sintetica per contraccezione

source: Corsets for curative purposes
it: Busti per uso curativo

source: Infrared apparatus for surgical purposes
it: Apparecchi ad infrarossi per uso chirurgico

source: Infrared lamps for medical purposes
it: Lampade a infrarossi per uso medico

source: Inhalers for medical use
it: Inalatori per uso medico

source: Inner lumens for balloon catheters
it: Lumi interni per cateteri a palloncino

source: Diagnostic testing instruments for use in immunoassay procedure [medical]
it: Apparecchi per analisi diagnostiche per procedure di dosaggio immunologico [mediche]

source: Step-up machines for use in physiotherapy
it: Macchine per lo step per la fisioterapia

source: Implants [prosthesis] for ligaments
it: Impianti [protesi] per legamenti

source: Plates in the nature of orthopaedic surgical instruments
it: Placche ovvero strumenti chirurgici ortopedici

source: Polypectomy snares
it: Anse da polipectomia

source: Portable nebulisers for medical purposes
it: Nebulizzatori portatili per uso medico

source: Otological implants
it: Impianti otologici

source: Columns for liquid affinity chromatography [for medical use]
it: Colonne per cromatografia di affinità di liquidi [per uso medico]

source: Silicone orthopedic implants
it: Impianti ortopedici in silicone

source: Silicone prosthetic devices
it: Dispositivi protesici in silicone

source: Thermotherapy apparatus for medical purposes
it: Apparecchi di termoterapia per uso medico

source: Bandages, elastic
it: Fasciature elastiche

source: Obstetric apparatus for cattle
it: Apparecchi ostetrici per bestiame

source: Manometers for medical use
it: Manometri per uso medico

source: Artificial bone parts to be implanted in natural bones
it: Componenti ossei artificiali da impiantare in ossa naturali

source: Tubes for transfusion
it: Tubi per trasfusione

source: Ultrasonic apparatus for medical use in scanning the body
it: Apparecchi ad ultrasuoni per uso medico nella scansione del corpo

source: Ultrasonic diagnostic instruments for therapeutic purposes
it: Apparecchi diagnostici ad ultrasuoni per uso terapeutico

source: Stethoscopes
it: Stetoscopi

source: Haemoperfusion cartridges
it: Cartucce per emo-perfusione

source: Heamostasis management instruments
it: Apparecchi per la gestione dell'emostasi

source: Hearing apparatus for the deaf
it: Apparecchi acustici per non udenti

source: Heat beds for medical treatment
it: Letti scaldati per cure mediche

source: Push syringes for medical use
it: Siringhe a spinta per uso medico

source: Radiation shielding textiles for use in the therapeutic treatment of animals
it: Tessuti di protezione dalle radiazioni per trattamenti terapeutici di animali

source: Pads for medical use in applying a fluid to the skin
it: Tamponi per uso medico per l'applicazione di liquidi sulla pelle

source: Paediatric pacifiers
it: Succhiotti pediatrici

source: Centro-medullary nails for tibia
it: Chiodi centromidollari per la tibia

source: Lymphodoema hosiery
it: Calze per linfedemi

source: Magnets for therapeutic use
it: Magneti per uso terapeutico

source: Cochlea implants
it: Impianti cocleari

source: Gynecological medical instruments for examining women' s reproductive organs
it: Strumenti medici ginecologici per l'esame degli organi riproduttivi femminili

source: Elastomeric material for medical use
it: Materiali elastomerici per uso medico

source: Face shields for surgical use
it: Maschere facciali per uso chirurgico

source: Hypodermic needles for use in infusion therapy
it: Aghi ipodermici per terapia di infusione

source: Hypodermic syringes for use in administering injection substances
it: Siringhe ipodermiche per la somministrazione di sostanze mediante iniezione

source: Orthopaedic splints
it: Stecche ortopediche

source: Orthopaedic hip prostheses
it: Protesi ortopediche per le anche

source: Sources of magnetic fields for use in medical treatment
it: Sorgenti di campi magnetici per cure mediche

source: Sources of ultrasonic fields for use in medical diagnosis
it: Sorgenti di campi di ultrasuoni per la diagnostica medica

source: Spectrum analyzers for use in medical diagnosis
it: Analizzatori di spettro per la diagnostica medica

source: Obstetric apparatus
it: Apparecchi ostetrici

source: Artificial skin for surgical purposes
it: Pelle artificiale per uso chirurgico

source: Dental broaches
it: Brocce dentarie

source: Acupuncture instruments
it: Strumenti per l'agopuntura

source: Oxygen monitors for medical use
it: Monitor dell'ossigeno per uso medico

source: Needle holders for surgical use
it: Portaghi per uso chirurgico

source: Neonatal pacifiers
it: Tettarelle per neonati

source: Medical apparatus for controlling pulmonary gas exchange parameters
it: Apparecchi medici per il controllo dei parametri di scambio di gas polmonari

source: Disposable hypodermic syringes for medical use
it: Siringhe ipodermiche monouso per uso medico

source: Disposable speculums
it: Speculum monouso

source: Drilling templates for surgical use
it: Forme di trapanatura per uso chirurgico

source: Retractors [medical instruments]
it: Divaricatori [strumenti medici]

source: Furniture especially made for dental use
it: Mobili specifici per uso dentistico

source: Furniture especially made for surgical use
it: Mobili speciali per uso chirurgico

source: Gas laser apparatus for medical treatment
it: Apparecchi laser a gas per cure mediche

source: Bandages [supportive] for surgical purposes
it: Fasciature [di supporto] per uso chirurgico

source: High frequency cutting instruments for dental purposes
it: Strumenti da taglio ad alta frequenza per uso dentistico

source: Post-operative pressure garments
it: Indumenti a compressione post-operatori

source: Urethral catheterization instruments
it: Strumenti per cateterizzazione uretrale

source: Injection needles for medical use
it: Aghi per iniezioni per uso medico

source: Intramedullary nails
it: Chiodi intramidollari

source: Nuclear medicine tomographic scanners
it: Scanner tomografici per medicina nucleare

source: Obstetric tables
it: Tavoli ostetrici
